Repository: Buduzz/user_guide
Catalog: locales/*/LC_MESSAGES/LICENSE.po
Languages: pt

source: Licenses
pt: Licenças

source: Instructional Material
pt: Material instrucional

source: You are free:
pt: Você tem o direito de:

source: to **Share**---copy and redistribute the material in any medium or format
pt: **Compartilhar**---copiar e redistribuir o material em qualquer suporte ou formato

source: to **Adapt**---remix, transform, and build upon the material
pt: **Adaptar**---remixar, transformar, e criar a partir do material

source: for any purpose, even commercially.
pt: para qualquer fim, mesmo que comercial.

source: The licensor cannot revoke these freedoms as long as you follow the license terms.
pt: O licenciante não pode revogar estes direitos desde que você respeite os termos da licença.

source: Under the following terms:
pt: De acordo com os termos seguintes:

source: **Attribution**---You must give appropriate credit (mentioning that your work is derived from work that is Copyright © the Common Workflow Language project, and, where practical, linking to https://www.commonwl.org/ ), provide a [link to the license][cc-by-human], and indicate if changes were made. You may do so in any reasonable manner, but not in any way that suggests the licensor endorses you or your use.
pt: Atribuição — Você deve atribuir o devido crédito (mencionando que o seu trabalho deriva de um trabalho que é «Copyright © The Common Workflow Language project», e, quando prático, criar uma ligação para https://www.commonwl.org/ ), fornecer um [link para a licença][cc-by-human], e indicar se foram feitas alterações. Você pode fazê-lo de qualquer forma razoável, mas não de uma forma que sugira que o licenciante o apoia ou aprova o seu uso.

source: **No additional restrictions**---You may not apply legal terms or technological measures that legally restrict others from doing anything the license permits. With the understanding that:
pt: **Sem restrições adicionais**---Você não pode aplicar termos jurídicos ou medidas de caráter tecnológico que restrinjam legalmente outros de fazerem algo que a licença permita. Com o entendimento de que:

source: You do not have to comply with the license for elements of the material in the public domain or where your use is permitted by an applicable exception or limitation.
pt: Não tem de cumprir com os termos da licença relativamente a elementos do material que estejam no domínio público ou cuja utilização seja permitida por uma exceção ou limitação que seja aplicável.

source: No warranties are given. The license may not give you all of the permissions necessary for your intended use. For example, other rights such as publicity, privacy, or moral rights may limit how you use the material.
pt: Não são dadas quaisquer garantias. A licença pode não lhe dar todas as autorizações necessárias para o uso pretendido. Por exemplo, outros direitos, tais como direitos de imagem, de privacidade ou direitos morais, podem limitar o uso do material.

source: Except where otherwise noted, the example programs and other software provided by Common Workflow Language project are made available under the [OSI][osi]-approved [Apache 2.0 license][apache-2.0-license].
pt: Salvo indicação em contrário, os programas de exemplo e outro software fornecido pelo projecto Common Workflow Language são disponibilizados sob a [licença Apache 2.0][apache-2.0-license] aprovada pela [OSI][osi].
